/* 
  Localizable.strings
  Turbo Boost Switcher

  Created by Rubén García Pérez on 23/07/13.
  Copyright (c) 2016 Rubén García Pérez. 
*/
"cpu_temp" = "CPU Temp:";
"fan_speed" = "Fan Speed:";
"cpu_temp_na" = "CPU Temp: Not Available";
"fan_speed_na" = "Fan Speed: Not Available";
"enable_menu" = "Enable Turbo Boost";
"disable_menu" = "Disable Turbo Boost";
"open_login" = "Open at Login";
"disable_login" = "Disable at Launch";
"settings" = "Settings:";
"donate" = "Donate...";
"about" = "About...";
"about_title" = "About";
"quit" = "Quit";
"updates" = "Check Updates...";
"updates_title" = "Updates";

"updates_progress" = "Checking for updates...";
"updates_available" = "A new version is available for download!";
"updates_not_available" = "You already have the latest version";
"updates_error" = "Error checking updates";

"btn_cancel" = "Cancel";
"btn_download" = "Download";
"btn_close" = "Close";

"author" = "by Copyright (c) 2016 Rubén García Pérez";
"web" = "rugarciap.com";
"donate_msg" = "If you like this program, please, consider making a donation. Thanks!";
"license" = "License:";